Repository: hanaalmutlak/Beqaa
Catalog: Beqaa/*.lproj/Localizable.strings
Languages: ar

source: mosque system
ar: نظام المساجد

source: facilitation system
ar: نظام تيسير

source: Quran competition system
ar: نظام مسابقة القران الكريم الدوليه والمحلية

source: hosting system
ar: نظام استضافة ضيوف خادم الحرمين الشريفين في الحج والعمرة

source: Quran associations management system
ar: نظام إدارة جمعيات تحفيظ القرآن الكريم

source: Ministry
ar: الوزارة

source: Quran
ar: قران

source: Systems
ar: آنظمة وللوائح

source: Communication service
ar: اتصل بنآ

source: Change language
ar: تغيير اللغة

# quran_text_view
source: In the face of the increasing need of the Islamic world for the Noble Qur’an, the translation of its meanings into the various languages ​​spoken by Muslims, and the care of its various sciences, as well as serving the Sunnah and the purified biography of the Prophet. Assuming the Kingdom’s pioneering role in serving Islam and Muslims, and sensing from the Custodian of the Two Holy Mosques King Fahd bin Abdulaziz, may God have mercy on him, the importance of serving the Noble Qur’an and the purified Sunnah of the Prophet through a dedicated and dedicated apparatus for this great work, he laid the foundation stone for the King Fahd Complex for the Printing of the Noble Qur’an in Madinah on the sixth The tenth of Muharram in the year 1403 AH (1982 AD).And he opened it, may God have mercy on him, on the sixth of Safar 1405 AH (1984 AD)
ar: في مواجهة حاجة العالم الإسلامي المتزايدة للقرآن الكريم ، وترجمة معانيه إلى اللغات المختلفة التي يتحدث بها المسلمون ، والاهتمام بعلومه المختلفة ، وكذلك خدمة السنة النبوية والشريعة الإسلامية. السيرة النبوية المطهرة ، بافتراض دور المملكة الرائد في خدمة الإسلام والمسلمين واستشعار خادم الحرمين الشريفين الملك فهد بن عبد العزيز رحمه الله أهمية خدمة القرآن الكريم. السنة النبوية المطهرة بجهاز متفاني ومتفاني لهذا العمل العظيم وضع حجر الأساس لمجمع الملك فهد لطباعة المصحف الشريف بالمدينة المنورة في السادس من محرم عام 1403 هـ. (1982 م). وفتحه رحمه الله في السادس من صفر 1405 هـ (1984 م).

# ministry_text_view
source: Royal Decree No. A/3 dated 20 Muharram 1414 AH was issued to establish the Ministry of Islamic Affairs, Endowments, Call and Guidance to supervise all matters related to charitable endowments and the development of their notables, and to the affairs of mosques and chapels (construction, maintenance and cleaning) and general supervision of the King Fahd Complex To print the Noble Qur’an, organize local and international competitions for memorizing, reciting and reciting the Book of God, and the purified Sunnah, as well as calling to God at home and abroad, supervising Islamic centers, assisting Muslim minorities and communities abroad, coordinating with Islamic bodies, and supporting Islamic universities and institutes abroad. And highlight the Kingdom's efforts in supporting Islamic work
ar: صدر المرسوم الملكي رقم أ / 3 بتاريخ 20 محرم 1414 هـ بإنشاء وزارة الشؤون الإسلامية والأوقاف والدعوة والإرشاد للإشراف على كل ما يتعلق بالأوقاف الخيرية وتنمية أعيانها ، وشؤون المساجد والمصليات. (بناء وصيانة ونظافة) والإشراف العام لمجمع الملك فهد لطباعة المصحف الشريف وتنظيم مسابقات محلية ودولية لحفظ وتلاوة وتلاوة كتاب الله والسنة النقية والدعوة إلى الله. في الداخل والخارج ، والإشراف على المراكز الإسلامية ، ومساعدة الأقليات والجاليات المسلمة في الخارج ، والتنسيق مع الهيئات الإسلامية ، ودعم الجامعات والمعاهد الإسلامية في الخارج. وإبراز جهود المملكة في دعم العمل الإسلامي

# system_text_view
source: 1- Document of administrative violations of precautionary measures to confront the outbreak of the Covid-19 virus 2- Procedural guide to prevent corona virus in the workplace 3- Regulations regulating the relationship between the Ministry of Labor and Social Development and the technical supervising bodies of NGOs and institutions 4- Executive Regulations for Human Resources in the Civil Service 5- promotions list 6- Code of Conduct and Ethics for Public Service 7- Performance charter for the employee on the supervisory position 8- Performance charter for an employee on a non-supervisory position 9-Regulation of work organization for the employees of the general supervision and the general secretariat
ar: ١- وثيقة المخالفات الإدارية للإجراءات الاحترازية لمواجهة تفشي فيروس كوفيد -19 ٢- دليل إجرائي للوقاية من فيروس كورونا في أماكن العمل ٣- لائحة تنظيم العلاقة بين وزارة العمل والتنمية الاجتماعية وأجهزة الإشراف الفني على المنظمات غير الحكومية والمؤسسات ٤- اللائحة التنفيذية للموارد البشرية في الخدمة المدنية ٥- قائمة الترقيات ٦- مدونة قواعد السلوك والأخلاق للخدمة العامة ٧- ميثاق أداء الموظف في الوظيفة الإشرافية ٨- ميثاق أداء الموظف في الوظيفة غير الإشرافية ٩- لائحة تنظيم العمل لموظفي الإشراف العام والأمانة العامة
